{
    "facilities":[
        {
            "image":"/carousel/facilities1.jpg"
        },
        {
            "image":"/carousel/facilities2.jpg"
        },
        {
            "image":"/carousel/facilities3.jpg"
        },
        {
            "image":"/carousel/facilities4.jpg"
        },
        {
            "image":"/carousel/facilities5.jpg"
        }
    ],

     "services" : [
  {
    "offer":"Oral Prophylaxis (Cleaning)",
    "content":"Oral Prophylaxis also known as a dental cleaning is a preventive dental procedure performed by a dentist or dental hygienist to maintain good oral health and prevent gum disease and tooth decay.",
    "image":"/upload/cleaning.jpg",
    "other":[
      "Removes bacteria and hardened deposits that cause inflammation of the gums.",
      "Eliminates plaque buildup that can erode enamel.",
      "Removes odor-causing bacteria from the mouth.",
      "Keeps your breath fresh and mouth healthy.",
      "Makes teeth look cleaner and brighter.",
      "Removes surface stains caused by food, coffee, or smoking.",
      "Promotes overall oral health and hygiene.",
      "Recommended every six months for best results."
    ]
  },
  {
    "offer":"Orthodontic Treatment (Braces)",
    "content":"Braces are orthodontic devices used to straighten teeth, correct bite issues, and improve overall oral health and aesthetics.",
    "image":"/upload/braces.jpg",
    "other":[
      "Straighten misaligned or crooked teeth.",
      "Correct bite problems such as overbite, underbite, or crossbite.",
      "Improve smile appearance and confidence.",
      "Make teeth easier to clean, reducing risk of decay and gum disease.",
      "Can prevent jaw pain or speech difficulties caused by misalignment.",
      "Available in different types — metal, ceramic, or clear aligners.",
      "Treatment duration usually ranges from 1 to 3 years, depending on the case."
    ]
  },
  {
    "offer":"Tooth Extraction",
    "content":"Dental extractions are procedures to remove teeth that are damaged, decayed, or causing other dental issues, and they can be performed for various reasons.",
    "image":"/upload/extraction.jpg",
    "other":[
      "Removes severely decayed, damaged, or infected teeth.",
      "Helps relieve pain and prevent the spread of infection.",
      "Creates space for orthodontic treatments like braces.",
      "May be necessary for impacted teeth, such as wisdom teeth.",
      "Performed under local anesthesia for a comfortable experience.",
      "Promotes better oral health by eliminating problem teeth.",
      "Proper aftercare helps ensure quick and smooth healing."
    ]
  },
  {
    "offer":"Tooth Whitening",
    "content":"A cosmetic dental procedure that lightens the color of teeth and removes stains or discoloration to improve appearance.",
    "image":"/upload/ToothWhitening.jpg",
    "other":[
      "Enhance smile aesthetics.",
      "Remove surface stains from food, drinks, or smoking.",
      "Lighten internal tooth discoloration.",
      "Boost self-confidence."
    ]
  },
  {
    "offer":"TMJ Treatment and Appliance",
    "content":"Treatment for disorders of the temporomandibular joint (TMJ) the hinge connecting the jaw to the skull. Focuses on relieving pain, improving jaw movement, and reducing strain.",
    "image":"/upload/root_canal.jpg",
    "other":[
      "Soft diet, stress reduction, warm compress, avoid wide mouth opening.",
      "Pain relievers, muscle relaxants, anti-inflammatory drugs.",
      "Jaw exercises and massage.",
      "Bite adjustment or orthodontic correction.",
      "Only for severe, unresponsive cases."
    ]
  },
  {
    "offer":"Bridges",
    "content":"A dental bridge is a common dental restoration used to replace one or more missing teeth by literally bridging the gap between remaining teeth",
    "image":"/upload/Bridges.jpg",
    "other":[
      "Replace one or more missing teeth using adjacent teeth for support.",
      "Restore natural appearance and function of your smile.",
      "Improve chewing and speaking ability.",
      "Prevent shifting of nearby teeth into empty spaces.",
      "Help maintain proper bite and facial structure.",
      "Made from durable materials like porcelain or ceramic.",
      "Fixed solution that looks and feels natural."
    ]
  },
  {
    "offer":"Crown",
    "content":"A dental crown is a tooth-shaped cap placed over a damaged or weakened tooth to restore its shape, size, strength, and appearance. It fully encases the visible part of the tooth above the gum line.",
    "image":"/upload/crown.jpg",
    "other":[
      "Restore damaged, cracked, or decayed teeth.",
      "Protect weak teeth from further breaking.",
      "Improve the shape, size, and appearance of a tooth.",
      "Commonly used after root canal treatment for added strength.",
      "Made from durable materials like porcelain, ceramic, or metal.",
      "Blend naturally with existing teeth for a seamless look.",
      "Long-lasting solution with proper oral care."
    ]
  },
  {
    "offer":"Veneers",
    "content":"Dental veneers are thin, custom-made shells designed to cover the front surface of teeth to improve their appearance. They are commonly made from porcelain or composite resin materials and are bonded permanently to your teeth.",
    "image":"/upload/veneers.jpg",
    "other":[
      "Thin, custom-made shells placed on the front of teeth.",
      "Improve the color, shape, and alignment of teeth.",
      "Cover stains, chips, gaps, and minor imperfections.",
      "Provide a natural, bright, and attractive smile.",
      "Made from durable porcelain or composite material.",
      "Require minimal tooth preparation.",
      "Long-lasting with proper oral hygiene and care."
    ]
  },
  {
    "offer":"Restorative Treatment (Tooth Filling) ",
    "content":"is a dental procedure used to repair and restore a tooth that has been damaged by decay, fracture, or wear back to its normal shape, function, and appearance.",
    "image":"/upload/treatment.jpg",
    "other":[
      "Removes tooth decay.",
      "Restores tooth structure and function.",
      "Prevents further decay or damage.",
      "Improves the appearance and function of teeth.",
      "Promotes overall oral hygiene and long-term dental wellness.",
      "Performed by dental professionals using safe and modern techniques."
    ]
  },
  {
    "offer":"Denture",
    "content":"A denture is a removable replacement for missing teeth and surrounding tissues. They help restore your smile, chewing ability, and speech when natural teeth are lost due to decay, injury, or gum disease.",
    "image":"/upload/dentures.jpg",
    "other":[
      "Replace missing teeth to restore your smile and confidence.",
      "Improve chewing, speaking, and overall oral function.",
      "Available as full or partial dentures, depending on tooth loss.",
      "Custom-made for a comfortable and natural fit.",
      "Help maintain facial structure and prevent sagging.",
      "Easy to remove for cleaning and maintenance.",
      "Affordable and effective solution for missing teeth."
    ]
  },
  {
    "offer":"Periodontitis Treatment (Gum Treatment)",
    "content":"A dental procedure focused on treating periodontitis a serious gum infection that damages the soft tissue and bone supporting the teeth.",
    "image":"/upload/Periodontitis.jpg",
    "other":[
      "To remove plaque, tartar, and bacteria that cause gum infection.",
      "To stop the progression of gum disease and prevent further damage.",
      "To reduce gum inflammation and bleeding.",
      "To promote healing and reattachment of gums to the teeth.",
      "To prevent tooth loss by preserving supporting bone and tissue.",
      "To eliminate bad breath caused by bacterial buildup.",
      "To improve overall oral hygiene and function, leading to a healthier smile."
    ]
  },
  {
    "offer":"Clear Aligners",
    "content":"Clear aligners are custom-made, transparent plastic trays used to straighten teeth and correct bite issues as an alternative to traditional metal braces.",
    "image":"/upload/ClearAligners.jpg",
    "other":[
      "To correct misaligned, crowded, or spaced teeth.",
      "To improve bite alignment (overbite, underbite, crossbite, open bite).",
      "To enhance smile appearance and confidence.",
      "To improve oral health by making teeth easier to clean."
    ]
  }
]
}